Repository: common-repository/hrappka-pl
Catalog: languages/hrappka-offer-list-*.po
Languages: de_de, ru_ru, uk_uk

source: Wybierz ustawienia widget-u
de_de: Wählen Sie die Widget-Einstellungen
ru_ru: Выберите настройки виджета
uk_uk: Виберіть налаштування віджета

source: Nie podano hash-u firmy
de_de: Der Hash des Unternehmens wurde nicht angegeben
ru_ru: Хэш компании не был передан
uk_uk: Хеш компанії не давали

source: Nie podano hash-u plugina
de_de: Es wurde kein Hash bereitgestellt
ru_ru: Хэш не был предоставлен
uk_uk: Хеш не надано

source: Brak ustawień dla widget-u
de_de: Wählen Sie die Widget-Einstellungen
ru_ru: Там нет настроек для виджета
uk_uk: Немає налаштувань віджета

source: EMPLOYMENT_CONTRACT
de_de: Über den Job
ru_ru: трудовой договор
uk_uk: За роботу

source: EMPLOYMENT_CONTRACT_TEMPORARY
de_de: Die Leiharbeit
ru_ru: О временной работе
uk_uk: Для тимчасової роботи

source: ORDER_CONTRACT
de_de: Kommission
ru_ru: комиссия
uk_uk: комісія

source: OTHER_CONTRACT
de_de: Sonstiget Vertrag
ru_ru: Другой договор - контракт b2b
uk_uk: Інший контракт (контракт, b2b)

source: TASK_CONTRACT
de_de: Arbeit
ru_ru: Дело
uk_uk: робота

source: PERMANENT
de_de: konstante
ru_ru: Постоянная
uk_uk: постійна

source: TEMPORARY
de_de: vorübergehend
ru_ru: Временная
uk_uk: тимчасовий

source: FRAMEWORK
de_de: Rahmen
ru_ru: рамочная
uk_uk: рамкова

source: SEASONAL_CONTRACT
de_de: Saisonale Arbeit
ru_ru: Для сезонной работы
uk_uk: Для сезонної роботи

source: INTERNSHIP
de_de: Praxis
ru_ru: практика
uk_uk: практика

source: CONTRACT
de_de: Vertrag
ru_ru: контракт
uk_uk: контракт

source: Wymagania
de_de: Positionsanforderungen
ru_ru: потребности
uk_uk: потреби

source: Oferujemy
ru_ru: Мы предлагаем
uk_uk: ми пропонуємо

source: Opis stanowiska
de_de: Stellenbeschreibung
ru_ru: Описание работы
uk_uk: Опис роботи

source: nasze-oferty
de_de: unser-Angebot
ru_ru: наше предложение
uk_uk: наші пропозиції

source: Aplikuj
de_de: anwenden
ru_ru: применять
uk_uk: застосовувати

source: Oferta
de_de: Angebot
ru_ru: предложение
uk_uk: пропозиція

source: Wynagrodzenie brutto
de_de: Bruttoentgelt
ru_ru: Валовое вознаграждение
uk_uk: Валова винагорода

source: Typ umowy
de_de: Vertragsart
ru_ru: Тип контракта
uk_uk: Тип контракту

source: Klient
de_de: Kunde
ru_ru: клиент
uk_uk: клієнт

source: Data publikacji
de_de: Datum der Veröffentlichung
ru_ru: Дата публикации
uk_uk: Дата публікації

source: Godziny pracy
de_de: Arbeitszeit
ru_ru: Рабочее время
uk_uk: Час роботи

source: Ilość miejsc
de_de: Anzahl der Sitzplätze
ru_ru: Количество мест
uk_uk: Кількість місць

source: Termin zatrudnienia od
de_de: Beschäftigungsdatum von
ru_ru: Дата приема на работу с
uk_uk: Дата працевлаштування з

source: Termin zatrudnienia do
de_de: Beschäftigungsdatum bis
ru_ru: Дата приема на работу
uk_uk: Дата прийому на роботу

source: Data zakończenia rekrutacji
de_de: Datum des Einstellungsendes
ru_ru: Дата окончания приема на работу
uk_uk: ата завершення набору

source: Nie znaleziono oferty
de_de: Angebot nicht gefunden
ru_ru: Предложение не найдено
uk_uk: Пропозиція не знайдена

source: HRappka Lista Ofert
de_de: HRappka Liste der Angebote
ru_ru: HRappka Список предложений
uk_uk: HRappka Список пропозицій

source: Ogólne
de_de: General
ru_ru: общий
uk_uk: загальний

source: Strona Ofert
de_de: Seite Angebot
ru_ru: Страница предложения
uk_uk: Сторінка пропозицій

source: Lista widgetów
de_de: List of widgets
ru_ru: Список віджетів
uk_uk: Список віджетів

source: Końcówka adresu URL do strony ofert
de_de: Das Ende der URL zur Angebotsseite
ru_ru: Конец URL на странице предложений
uk_uk: Кінець URL-адреси сторінки пропозицій

source: np.
de_de: z.B.
ru_ru: напр.
uk_uk: напр.

source: Końcówka adresu URL do strony ofert, na której będą sie wyświetlać szczegóły ofert. Należy w ustawieniach strony w sekcji 'Atrybuty strony' wybrać szablon 'HRappka.pl'
de_de: Das Ende der URL zur Angebotsseite, auf der die Angebotsdetails angezeigt werden. Wählen Sie in den Seiteneinstellungen im Abschnitt "Attribute" die Vorlage "HRappka.pl" aus
ru_ru: Конец URL страницы предложения, где будут отображаться детали предложения. В настройках страницы в разделе «Атрибуты» выберите шаблон «HRappka.pl»
uk_uk: Кінець URL-адреси сторінки пропозиції, де відображатимуться деталі пропозиції. У налаштуваннях сторінки у розділі «Атрибути» виберіть шаблон «HRappka.pl»

source: Hash firmy
de_de: Hash-Unternehmen
ru_ru: Хэш-компания
uk_uk: Компанія Hash

source: Hash firmy można znaleść w Rekrutacja > Integracja ze stroną www > sekcja API
de_de: Den Hash des Unternehmens finden Sie im Abschnitt Personalbeschaffung> Website-Integration> API
uk_uk: Хеш компанії можна знайти в розділі Підбір персоналу> Інтеграція веб-сайтів> API

source: Serwer
de_de: Server
ru_ru: сервер
uk_uk: сервер

source: Widoczne elementy na stronie
de_de: Sichtbare Elemente auf der Seite
ru_ru: Видимые элементы на странице
uk_uk: Видимі елементи на сторінці

source: Ukryj logo
de_de: Verstecke das Logo
ru_ru: Скрыть логотип
uk_uk: Приховати логотип

source: Ukryj wynagrodzenie brutto
de_de: Bruttolohn ausblenden
ru_ru: Скрыть брутто зарплату
uk_uk: Приховати загальну оплату

source: Ukryj typ umowy
de_de: Verstecke den Vertragstyp
ru_ru: Скрыть тип контракта
uk_uk: Приховати тип контракту

source: Ukryj klienta
de_de: Client ausblenden
ru_ru: Скрыть клиента
uk_uk: Приховати клієнта

source: Ukryj date publikacji
de_de: Datum der Veröffentlichung ausblenden
ru_ru: Скрыть дату публикации
uk_uk: Приховати дату публікації

source: Ukryj opis stanowiska
de_de: Jobbeschreibung ausblenden
ru_ru: Скрыть описание работы
uk_uk: Приховати опис завдання

source: Ukryj oferujemy
de_de: Verstecken wir bieten
ru_ru: Скрыть предлагаем
uk_uk: Сховати ми пропонуємо

source: Ukryj wymagania stanowiska
de_de: Jobanforderungen ausblenden
ru_ru: Скрыть требования к работе
uk_uk: Приховати вимоги до роботи

source: Ukryj date zakończenia rekrutacji
de_de: Verbergen Sie das Enddatum der Einstellung
ru_ru: Скрыть дату окончания приема на работу
uk_uk: Приховати кінцеву дату набору

source: Ukryj termin zatrudnienia od
de_de: Beschäftigungsdatum verbergen von
ru_ru: Скрыть дату приема на работу от
uk_uk: Приховати дату роботи з

source: Ukryj termin zatrudnienia do
de_de: Beschäftigungsdatum verbergen bis
ru_ru: Скрыть дату приема на работу
uk_uk: Приховати дату прийому на роботу

source: Ukryj ilość stanowisk
de_de: Verstecke die Anzahl der Beiträge
ru_ru: Скрыть количество постов
uk_uk: Приховати кількість публікацій

source: Ukryj godziny pracy
de_de: Arbeitszeiten ausblenden
ru_ru: Скрыть рабочее время
uk_uk: Приховати робочий час

source: Własny css
de_de: Eigenes CSS
ru_ru: Собственный CSS
uk_uk: Власний css

source: Nazwa
de_de: Name
ru_ru: имя
uk_uk: ім'я

source: Hash
ru_ru: гашиш
uk_uk: гашиш

source: Zapisz ustawienia
de_de: Einstellungen speichern
ru_ru: Сохранить настройки
uk_uk: Зберегти налаштування

source: Zaktualizuj oferty i ustawienia widgetów
ru_ru: Обновить предложения и настройки виджетов
uk_uk: Оновіть пропозиції та налаштування віджетів

source: Wyszukaj
de_de: Suche
ru_ru: поиск
uk_uk: пошук

source: Lokalizacja
de_de: Lage
ru_ru: место
uk_uk: місце

source: Typ
ru_ru: тип
uk_uk: тип

source: Czas pracy
de_de: Arbeitszeit
ru_ru: Время работы
uk_uk: Робочий час

source: Wynagrodzenie
de_de: Vergütung
ru_ru: вознаграждение
uk_uk: винагороду

source: Od
de_de: von
ru_ru: от
uk_uk: від

source: Do
de_de: zu
ru_ru: в
uk_uk: в

source: Ilość
de_de: Anzahl
ru_ru: номер
uk_uk: номер

source: Pokaż więcej
de_de: Mehr anzeigen
ru_ru: Показать больше
uk_uk: Показати більше

source: Dodano
de_de: zusätzlich
ru_ru: добавленной
uk_uk: доданої

source: Ważne do
de_de: Wichtig zu
ru_ru: Важно для
uk_uk: Важливо

source: Brak ofert
de_de: Keine Angebote
ru_ru: Нет предложений
uk_uk: Немає пропозицій

source: HRappka.pl umożliwia automatyczne tworzenie listy ofert pracy oraz podstron ze szczegółami oferty i linkiem aplikacyjnym. Do poprawnego działania wtyczki wymagane jest posiadanie konta w systemie HRappka.pl.
de_de: Mit HRappka.pl können Sie automatisch eine Liste von Stellenangeboten und Unterseiten mit Angebotsdetails und einem Bewerbungslink erstellen. Damit das Plug-in ordnungsgemäß funktioniert, müssen Sie über ein Konto im HRappka.pl-System verfügen.
ru_ru: HRappka.pl позволяет автоматически создавать список предложений работы и подстраниц с подробностями предложения и ссылкой на приложение. Для правильной работы плагина у вас должна быть учетная запись в системе HRappka.pl.
uk_uk: 207/5000 HRappka.pl дозволяє автоматично створювати список пропозицій про роботу та підсторінки з деталями пропозицій та посиланням на заявку. Щоб плагін працював належним чином, ви повинні мати обліковий запис у системі HRappka.pl.
